<?php
  // +----------------------------------------------------------------------
  // | 子枫后台管理系统(TpFast系列)[基于ThinkPHP5.1开发]
  // +----------------------------------------------------------------------
  // | Copyright (c)  http://v1.fast.zf.90ckm.com/
  // | 子枫后台管理系统提供免费使用,可使用此框架进行二次开发
  // +----------------------------------------------------------------------
  // | Author: 子枫 <287851074@qq.com>
  // +----------------------------------------------------------------------
  // | github:https://github.com/wmc1125/zfAdmin_tpfast
  // | 码云:  https://gitee.com/wmc1125/zfAdmin_tpfast
  // | Mc技术论坛: http://bbs.wangmingchang.com/forum.php?mod=forumdisplay&fid=77
  // +----------------------------------------------------------------------
  // 站点信息最后修改于 2021/04/12 14:17:49  
  
 return [
  'ali_ak' => '',
	'ali_sk' => '',
	'ali_bucket' => '',
	'ali_domain' => '',
	'ali_domain_diy' => '',
	'qny_ak' => '',
	'qny_sk' => '',
	'qny_bucket' => '',
  'qny_domain' => '',
  'upy_name'=>'',
  'upy_user'=>'',
  'upy_pwd'=>'',
  'upy_domain'=>'',
];